Repository: d33tah/wikispy
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: The requested URL was not found on this server.
pl: Żądana strona nie została znaleziona na tym serwerze.

source: Please report that to the administrator or file an issue <a href="https://github.com/d33tah/wikispy/issues">here</a>.
pl: Proszę powiadomić o tym administratora lub utworzyć zgłoszenie <a href="https://github.com/d33tah/wikispy/issues">tutaj</a> (przycisk "New issue").

source: A server error occurred.
pl: Nastąpił błąd serwera.

source: Rules
pl: Regulamin

source: Privacy policy
pl: Polityka prywatności

source: Help & info
pl: Pomoc i informacje

source: Fork me on GitHub
pl: Forkuj mnie na GitHub

source: random edit browser
pl: przeglądanie losowych zmian

source: You are watching:
pl: Właśnie oglądasz:

source: Refresh the page to see the next edit. For more information, click
pl: Odśwież tę stronę aby zobaczyć następną zmianę. Aby dowiedzieć się więcej, kliknij

source: HERE
pl: TUTAJ

source: Link for sharing
pl: Link do dzielenia się

source: rDNS query for %(rdns)s
pl: Zapytanie rDNS dla %(rdns)s

source: Query for IP range %(startip)s - %(endip)s
pl: Zapytanie dla zakresu IP %(startip)s - %(endip)s

source: Previous page
pl: Poprzednia strona

source: Next page
pl: Następna strona

source: Full list
pl: Pełna lista

source: Random preview mode
pl: Tryb losowych podglądów

source: Title
pl: Tytuł

source: Edit time
pl: Czas edycji

source: Views (+)
pl: Obejrzeń (+)

source: Error
pl: Błąd

source: Main page
pl: Strona główna

source: Welcome to WikiSpy!
pl: Witaj w WikiSpy!

source: WikiSpy is a website that allows you to see Wikipedia anonymous edits made by a given Internet domain. You can use it for example to discover how your government is changing the free encyclopedia and what the officials are doing when they are bored.
pl: WikiSpy jest stroną internetową, gdzie możesz obejrzeć anonimowe zmiany Wikipedii dokonane przez podaną domenę Internetową. Dzięki temu możesz na przykład odkryć, jak Twój rząd zmienia Wikipedię i co robią urzędnicy, kiedy się nudzą.

source: How do I use that?
pl: Jak tego używać?

source: Just pick enter a domain you are interested in and click "Submit" or click the "sample query" link below:
pl: Po prostu podaj domenę, którą jesteś zainteresowany i kliknij przycisk "Wyślij" lub kliknij link "przykładowe zapytanie" umieszczony poniżej:

source: Submit
pl: Wyślij

source: .gov
pl: .gov.pl

source: Click here for a sample query.
pl: Kliknij tutaj, aby obejrzeć przykładowe zapytanie.

source: Search by IP range
pl: Wyszukuj po zakresie IP

source: You can also search by IP range. Just fill the start IP and end IP (inclusive) in the forms below:
pl: Możesz także wyszukiwać po zakresach adresów IP. Po prostu podaj początkowy oraz końcowy adres IP (włącznie) w formularzu poniżej:

source: Start IP
pl: Początkowe IP

source: End IP
pl: Końcowe IP

source: How does it work?
pl: Jak to działa?

source: Wikipedia allows all users to download its whole history dating back to the very first changes. This website allows you to query a database that was created by downloading such an archive and looking for changes made by unregistered users. Such changes are recorded along with the IP address of the person who made them. WikiSpy joins this data with a database of so-called "reverse DNS" domains tied to the IP addresses. After that, all you need to do is enter a domain and you can see changes tied to it - what article was changed, when, by which IP and what was the change about.
pl: Wikipedia pozwala wszystkim użytkownikom pobrać całą swoją historię zmian aż do pierwszych naniesionych poprawek. Niniejsza strona pozwala przeszukiwać bazę danych stworzoną dzięki takiemu archiwum poprzez wyszukiwanie edycji dokonanych przez niezarejestrowanych użytkowników. Takie zmiany są zapisywane razem z adresem IP osoby, która je naniosła. WikiSpy łączy te dane z bazą danych zawierającą tak zwany "reverse DNS" powiązany z adresem IP. Następnie, zostało Ci tylko podanie interesującej Cię domeny i możesz zobaczyć powiązane z nią zmiany - który artykuł był zmieniony, kiedy, przez jakie IP i na czym polegała zmiana.

source: Find out more here.
pl: Dowiedz się więcej tutaj.

source: Help and information
pl: Pomoc i informacje

source: What is WikiSpy?
pl: Czym jest WikiSpy?

source: WikiSpy is a website that allows you to see Wikipedia anonymous edits made by a given Internet domain. You can use it for example to discover how your government is changing the free encyclopedia and what the officials are doing when they are bored.
pl: WikiSpy jest stroną internetową, gdzie możesz obejrzeć anonimowe zmiany Wikipedii dokonane przez podaną domenę Internetową. Dzięki temu możesz na przykład odkryć, jak Twój rząd zmienia Wikipedię i co robią urzędnicy, kiedy się nudzą.

source: Visit <a href="/">the home page</a> and follow the instructions there.
pl: Odwiedź <a href="/">stronę główną</a> i postępuj zgodnie ze wskazówkami.

source: How to read the reports?
pl: Jak czytać raporty?

source: <p class="text-justify">On WikiSpy, you can get a report related to changes made on a given Wikipedia by a specified domain. <a href="/by_rdns/plwiki/.gov">Here's a sample report</a>. It contains six columns: IP, rDNS, title, date, view count and a URL to the page showing the changes.</p> <p class="text-justify">The first column - IP - is the Internet Protocol address of the computer which made the change. In the same column you can find a hyperlink marked as [W], where you can conveniently check in the WHOIS internet registry who is the current owner of this address. The second column is rDNS, which is the reverse DNS hostname - the name associated to the IP address, set by the network administrator. The third and the fourth columns tell which article and when was edited.</p> <p class="text-justify">The next, fifth column is the approximate number of people (measured by the number of unique IP addresses of the viewers) that saw the given change using this website. This is being tracked by the links in the next column.</p> <p class="text-justify">The final column is probably the most interesting - it links to a page displaying what the change was about. The first link, named "LINK", links to simplified version of the page, which might be more easily readable for people who are not advanced Wikipedia users. Changes made there are highlighted in green when the given fragment was added as a part of the currently viewed revision. The red color means that the fragment was removed and white background shows the context in which the change was made. The second hyperlink in this column, marked as [2], leads to the "two-column" version of the changes list. It might give more information and was not meant for mobile devices.</p>
pl: <p class="text-justify">Na Wikispy, możesz uzyskać raport dotyczący zmian dokonanych na wybranej Wikipedii przez wskazaną domenę. <a href="/by_rdns/plwiki/.gov.pl">Oto przykładowy raport</a>. Zawiera on sześć kolumn: IP, rDNS, tytuł, data, ilość obejrzeń oraz adres URL do strony pokazującej zmianę.</p> <p class="text-justify">Pierwsza kolumna - IP - to adres komputera w internecie, który dokonał tej zmiany. W tej samej kolumnie możesz znaleźć łącze raportu internetowego rejestru WHOIS oznaczone jako [W], gdzie możesz wygodnie sprawdzić, kto jest aktualnym właścicielem tego adresu. Druga kolumna to rDNS (reverse DNS, z angielskiego wsteczny DNS), czyli nazwa związana z tym adresem IP, ustawiona przez administratora sieci. Trzecia i czwarta kolumna móiwą o tym, który artykuł był edytowany.</p> <p class="text-justify">Następna, piąta kolumna przedstawia przybliżoną ilość ludzi (mierzoną ilością unikalnych adresów IP odwiedzających osób), która obejrzała tę zmianę korzystając z WikiSpy. Zmiana ta jest śledzona przez łącza z następnej kolumny.</p> <p class="text-justify">Ostatnia kolumna jest prawdopodobnie najbardziej interesująca - prowadzi ona do strony pokazującej, na czym polegała opisana zmiana. Pierwsze łącze, nazwane "LINK", wskazuje na uproszczoną wersję takiego zestawienia, która może być łatwiejsza do zrozumienia przez osoby nie będące zaawansowanymi użytkownikami Wikipedii. Drugie łącze w tej kolumnie, oznaczone jako [2], prowadzi do dwukolumnowej wersji listy zmian. Ta strona może zawierać więcej informacji i być nieprzystosowana do urządzeń mobilnych.</p>

source: How reliable is the data?
pl: Na ile wiarygodne są te dane?

source: <p class="text-justify">While evaluating the data, keep in mind that it might be inaccurate in case of the old records and incomplete in a way. Here is why:</p> <p class="text-justify">We translate IP addresses to reverse DNS entries based on a data set that was published quite recently. At the same time, a lot of WikiSpy entries date back to a few years ago, which means that the IPs could be owned by different entities then. Because of that, the later the particular Wikipedia revision was made, the more accurately it was matched to its reverse DNS.</p> <p class="text-justify">As for the incompleteness of the data, it is important to remember that the reports show only changes made by unregistered users. We do not track the registered ones as these do now show in the Wikipedia history along with their IP address.</p> <p class="text-justify">Now, here's some good news: the project can be reproduced and verified by anyone. The data sets on which WikiSpy is based are widely available and the source code behind this website and the database generation tool can be found on <a href="https://github.com/d33tah/wikispy">GitHub</a>.</p>
pl: <p class="text-justify">Oceniając te dane, pamiętaj, że mogą być zarówno niedokładne w przypadku starych wpisów jak i w pewien sposób niekompletne. Oto dlaczego:</p> <p class="text-justify">Tłumaczymy adresy IP na wsteczne adresy DNS bazując na zbiorze danych, który został opublikowany dość niedawno. W tym samym czasie, wiele wpisów WikiSpy sięga wstecz nawet o kilka lat, co oznacza, że te adresy IP mogły wtedy być w posiadaniu innych osób. Z tego powodu, im nowsza jest dana zmiana w Wikipedii, tym dokładniej została dopasowana do adresu rDNS. <p class="text-justify">Co do niekompletności danych, należy pamiętać, że raporty pokazują tylko zmiany naniesione przez niezarejestrowanych użytkowników. Nie śledzimy tych zarejestrowanych, ponieważ ich poprawki nie pojawiają się w Wikipedii razem z ich adresem IP.</p> <p class="text-justify">A teraz trochę dobrych wieści: projekt może zostać odtworzony i sprawdzony przez kogokolwiek. Zbiór danych, na którym bazuje WikiSpy jest ogólnie dostępny, a kod źródłowy tej strony internetowej i narzędzia do generowania związanej z nią bazy danych można znaleźć na <a href="https://github.com/d33tah/wikispy">GitHubie</a>.</p>

source: 1. The administrator of this website is Jacek Wielemborek, <br /> 2. The IP addresses of the users are being recorded for statistical purposes.
pl: 1. Administratorem serwisu jest Jacek Wielemborek,<br />2. Adres IP użytkowników jest nagrywany w celach statystycznych.

source: 1. This website contains references to data, which is available under the <a href="https://en.wikipedia.org/wiki/Wikipedia:Text_of_Creative_Commons_Attribution-ShareAlike_3.0_Unported_License">Creative Commons Attribution-ShareAlike License</a>; additional terms may apply.
pl: 1. Ta strona internetowa zawiera odnośniki do treści, które udostępniane są: <a href="https://creativecommons.org/licenses/by-sa/3.0/deed.pl">na licencji Creative Commons: uznanie autorstwa, na tych samych warunkach</a>, z możliwością obowiązywania dodatkowych ograniczeń. Zobacz szczegółowe informacje o <a href="https://wikimediafoundation.org/wiki/Warunki_korzystania">warunkach korzystania.</a>

source: Please fill out the required fields or click the "Sample query" link below.
pl: Proszę wypełnić wymagane pola lub kliknąć łącze "Przykładowe zapytanie" znajdujące się poniżej.

source: rDNS cannot contain %s sign.
pl: rDNS nie może zawierać znaku %s.

source: No results were found.
pl: Nie znaleziono żadnych wyników.

source: No edits found.
pl: Nie znaleziono żadnych wyników.
